[
    {
        "role":"IT Infrastructure and Security Lead",
        "company":"Wenger Corporation",
        "summary":"\n- Identifying, developing, implementing and managing security tools and procedures that ensure threats are effectively manage and risks are mitigated. \n- Recommending and implementing solutions to complex technical architecture by relying on extensive experience, judgement, and technical knowledge. \n- Setting department standards, procedures, policies and techniques.",
        "range":"September 2023 - Preset"
    },
    {
        "role":"Systems Administrator",
        "company":"Wenger Corporation",
        "summary":"\n- Managed servers, desktops, applications, policies, and 500 users in a Citrix environment.\n- Assisted network segmentation and Zero-Trust initiatives.\n- Implemented security patches on several systems.\n- Designed and Implemented PowerShell scripts to reduce repetitive administrative tasks.",
        "range":"May 2022 - September 2023"
    },
    {
        "role":"Systems Administrator",
        "company":"Freeborn County",
        "summary":"\n- Imaged desktops and installed programs through SCCM, Installing workstations.\n- Supported users through email, phone, and in person communications.\n- Administrated Windows Server 2016/2019 running SQL, IIS, SSL, File Shares, Active Directory.\n- Maintained high availability and security to law enforcement and first response systems.",
        "range":"July 2020 - May 2022"
    },
    {
        "role":"Technology Master",
        "company":"Courtesy Corporation",
        "summary":"\n- Maintained POS, Menu Displays, and Kitchen Video System equipment and network.\n- Ran training initiatives on new technologies and practices.\n- Delegated tasks to restaurant staff and supervised performance.",
        "range":"September 2019 - July 2020"
    },
    {
        "role":"Academic Coach",
        "company":"Neumont College of Computer Science",
        "summary":"\n- Helped 30 students comprehend course objectives through real world examples\n- Worked with students on achieving life and academic goals",
        "range":"June 2019 - August 2019"
    },
    {
        "role":"Systems Administrator",
        "company":"Neumont College of Computer Science",
        "summary":"\n- Managed documentation, configurations, firmware, and setup of the student lab.\n- Designed IPv4 networks to give students freedom and security in a lab environment",
        "range":"Janurary 2019 - August 2019"
    }
]
